Repository: maruhe/iChronoMe.Base
Catalog: iChronoMe.Core/localize/localize.*.resx
Languages: de

# widget_permission_error
source: I need some permissions, click here please
de: ich brauche mehr Berechtigungen bitte hier klicken

# widget_title_actionbutton
source: action button
de: Aktions-Knopf

# widget_title_calendar
source: solar time calendar widget
de: Kalender Widget in Sonnenzeit

# widget_title_clock_analog
source: analog solar time
de: analoge Sonnenzeit

# widget_title_lifetime
source: lifetime
de: Lebenszeit

# widget_unconfigured
source: click here to configure the widget
de: hier klicken um das Widget zu konfigurieren

# widget_warning_location_out_of_date
source: current location out of date
de: aktuelle Position veraltet

# widget_warning_location_unknown
source: current location unknown
de: aktuelle Position unbekannt

# WidgetTitleCircleWave
source: circle-wave
de: Kreis

# WidgetTitleMonthView
source: month-view
de: Monatsansicht
