Repository: maruhe/iChronoMe.Base
Catalog: iChronoMe.Core/localize/localize.*.resx
Languages: de

# action_abort
source: abort
de: abbrechen

# action_accept
source: accept
de: akzeptieren

# action_allow_send_errorlogs
source: allow sending error-logs
de: Fehlerberichte senden

# action_back
source: back
de: zurück

# action_background
source: background
de: Hintergrund

# action_backgroundservice_showalways
source: always show clock in notification area
de: Uhr immer im Benachrichtigunsbereich anzeigen

# action_block
source: block
de: blockieren

# action_calendar_UsesDefaultTimeType
source: use default TimeType in Calendar
de: Kalender verwendet den selben Zeit-Typ

# action_cancel
source: cancel
de: abbrechen

# action_cfg_calendar_show_allday
source: show allday appointments
de: ganztägige Termine anzeigen

# action_change_theme
source: change theme
de: Thema ändern

# action_clear_cache
source: clear cache
de: Zwischenspeicher leeren

# action_close
source: close
de: schließen

# action_colors
source: colors
de: Farben

# action_ContactUs
source: contact / feedback
de: Kontakt / Feedback

# action_continue
source: continue
de: weiter

# action_decline
source: decline
de: ablehnen

# action_deny_error_screentshot
source: only error-logs without screenshots
de: nur Fehlerberichten ohne Bilder

# action_handcolors
source: hand colors
de: Zeiger Farben

# action_handtypes
source: hand types
de: Zeiger Arten

# action_ignore
source: ignore
de: ignorieren

# action_location_type_live
source: current Location
de: aktueller Standort

# action_location_type_promt
source: choose a location-type:
de: Wählen einen Standort:

# action_location_type_static
source: static Location
de: feste Position

# action_more
source: more
de: mehr

# action_no
source: no
de: nein

# action_notification_click_action
source: on notification click
de: beim Klick auf die Benachrichtigung

# action_notification_config
source: configure notification area
de: Benachrichtigungsbereich

# action_notification_show_always
source: always show clock in notification area
de: Uhr im Benachrichtigungsbereich immer anzeigen

# action_options
source: Options
de: Optionen

# action_refresh_location
source: refresh current location
de: Standord aktualisieren

# action_refresh_location_continuous
source: refresh location continuous
de: meine Position aktualisieren

# action_remove
source: remove
de: entfernen

# action_remove_all
source: remove all
de: alle entfernen

# action_save
source: save
de: speichern

# action_SaveAndQuit
source: save and quit
de: Speichern und beenden

# action_SaveWidget
source: save widget
de: Widget speichern

# action_search_location
source: search for location
de: Position suchen

# action_select
source: select
de: wählen

# action_select_location
source: select location
de: Position wählen

# action_send_errorlog_once
source: send this time
de: einmalig senden

# action_send_testlog
source: send log
de: protokoll senden

# action_settings
source: Settings
de: Einstellungen

# action_SupportThisProject
source: support this project
de: dieses Projekt unterstützten

# action_tickmarks
source: tick marks
de: Zifferblatt

# action_today
source: today
de: heute

# action_try_again
source: try again
de: nochmal versuchen

# action_webpage
source: web-page
de: Web-Seite

# action_yes
source: yes
de: ja

# ActionButtonStyle
source: style
de: Stiel

# ActionButtonStyle_eye_animated
source: iChronEye animated (doubleclick = action)
de: iChronEye animiert (Doppelklick = Aktion)

# ActionButtonStyle_eye_static
source: iChronEye static
de: iChronEye start

# alert_no_calendar_found
source: no calendars found!
de: keine Kalender gefunden!

source: all day
de: ganztägig

# AnimationDuriation
source: animation duration
de: Animationsdauer

source: animation rounds
de: Animationsrunden

# app_needs_location_description
source: only with a location-information it is possible to calculate correct solar times
de: nur mit einer Positionsangabe ist es möglich Sonnenzeiten zu berechnen

# app_slogan
source: time is dynamic
de: Zeit ist dynamisch

# AppointmentName
source: event name
de: Termin-Name

# Appointments
source: events
de: Termine

# AppointmentSymbols
source: event symbols
de: Termin-Symbole

# AppointmentTime
source: event time
de: Termin-Zeit

# aRainbowPerMonth
source: one rainbow per month
de: ein Regenbogen pro Monat

# aRainbowPerYear
source: one rainbow per year
de: ein Regenbogen pro Jahr

# assistant_permission_calendar
source: to display calendar-events in solar time we need permission here
de: um deine Termine in Sonnenzeit anzeigen zu können wird der Zugriff aud deinen Kalender benötigt

# assistant_permission_location
source: the app needs permission to your location to calculate correct solar time
de: der Zugriff auf den Standort ist wichtig um die Sonnenzeit berechnen zu können

# assistant_permission_storage
source: and if you like we can display the preview for a widget with your wallpaper-image, therefore we need permission to the device-storage
de: und solltes du auch den Zugriff auf den Gerätespeicher zulassen kann die Voschau von Widges auch gleich mit deinem Hintergrundbild angezeigt werden

# assistant_permission_welcome
source: yep, we need some permissions:
de: ein paar Berechtigungen wünsche ich mir:

# assistant_privacy_question
source: you may mind about data privacy?
de: hast du Interesse an unseren Informationen zu Dateschutz und Privatsphäre?

source: background
de: Hintergrund

source: background color
de: Hintergrundfarbe

source: background image
de: Hintergrundbild

# backgroundservice_info_explenation
source: to show a clock as widget that does show a custom time a service needs to be running in background since android 7 it is needed to show a notification while a background-service is running you can customize this notification or disable it in system-settings
de: um ein Uhr-Widget mit benutzerdefinierter Zeit anzeigen zu können, muss ein Dienst im Hintergund laufen seit Android 7 ist es notwendig eine Benachrichtigung anzuzeigen solange im Hintergrund Aktionen ausgeführt werden du kannst diese Banchrichtigung hier anpassen oder sie in den Systemeinstellungen blockieren

# backgroundservice_info_why
source: why do I see a clock in notification area?
de: warum sehe ich diese Uhr im Benachrichtigunsbereich?

source: border
de: Rahmen

# ButtonColor
source: header colors
de: Knopffarben

# calendar_event_all_day
source: all day
de: ganztägig

# calendar_event_multi_day
source: multi day
de: mehtägig

# calendar_event_position_is_determined
source: determine location
de: Position wird ermittelt

# calendar_event_to
source: to
de: bis

# calendar_event_unclear_position_time
source: position and local time unclear
de: Position und Ortszeit unklar

# calendar_monthview_appointmentdisplaymode_max_title
source: show maximal:
de: maximal:

# calendar_monthview_appointmentdisplaymode_title
source: display mode:
de: Anzeigemodus:

# calendar_monthview_appointmentviewtypes_title
source: show appointments:
de: Termine anzeigen:

# calendar_viewtype_DayView
source: day-view
de: Tagesansicht

# calendar_viewtype_MonthView
source: month-view
de: Monatsansicht

# calendar_viewtype_Timeline
source: timeline
de: Zeitlinie

# calendar_viewtype_WeekView
source: week-view
de: Wochenansicht

# calendar_viewtype_WorkWeek
source: work-week
de: Arbeitswoche

# calendar_widget_loading
source: loading events...
de: Termine werden geladen...

source: calendar model
de: Kalendermodell

source: calendar type
de: Kalendertyp

# ClickAction
source: action on click
de: Aktion beim Klicken

# ClickActionType_Animate
source: just animate
de: einfach animieren

# ClickActionType_CreateAlarm
source: create alarm
de: Wecker stellen

# ClickActionType_CreateEvent
source: create event
de: Termin anlegen

# ClickActionType_None
source: do nothing
de: nichts unternehmen

# ClickActionType_OpenApp
source: start iChronoMe
de: iChronoMe starten

# ClickActionType_OpenCalendar
source: open 'calendar'
de: öffne 'Kalender'

# ClickActionType_OpenClock
source: open 'clock'
de: öffne 'Uhr'

# ClickActionType_OpenOtherApp
source: open another app
de: eine andere App öffnen

# ClickActionType_OpenSettings
source: show settings
de: Einstellungen anzeigen

# ClickActionType_OpenWorldTimeMap
source: open 'World-Time Map'
de: öffne 'Welt-Zeit Karte'

source: clock face
de: Ziffernblatt

# ClockHandColors
source: hand colors
de: Zeigerfarben

source: color
de: Farbe

# colorcfgBlack
source: black
de: schwarz

# colorcfgBlackCustom
source: black/custom
de: schwarz / benutzerdefiniert

# colorcfgBlackTransparent
source: black/transparent
de: schwarz / transparent

# colorcfgBlackWhite
source: black/white
de: schwarz / weiß

# colorcfgMultiColor
source: multicolor
de: Mehrfärbig

# colorcfgMultiColorFilled
source: multicolor filled
de: Mehrfärbig gefüllt

# colorcfgSingleColor
source: single color
de: einfärbig

# colorcfgSingleColorFilled
source: single color filled
de: einfärbig gefüllt

# colorcfgWhite
source: white
de: weiß

# colorcfgWhiteBlack
source: white / black
de: schwarz

# colorcfgWhiteCurstom
source: white / custom
de: weiß / benutzerdefiniert

# colorcfgWhiteTransparent
source: white / transparent
de: weiß / transparen

source: colors
de: Farben

# ContentAnColors
source: content and colors
de: Inhalt und Farben

# Contents
source: content
de: Inhalte

source: current
de: (aktuell)

source: current location
de: Aktueller Standort

source: dark to light
de: dunkel nach hell

# DataLoader_error_list_broken
source: unable to interpret data-list
de: Datenliste kann nicht interpretiert werden

# DataLoader_error_list_unloadable
source: unable to load data-list
de: Daten konnten nicht geladen werden

source: day colors
de: Farben

# DayColorsTimeSpan
source: brush timespan
de: Zeitspanne des Farbverlaufs

source: day-color type
de: Tagesfarben

# DayColorTypeCustomInfo
source: there will popup color selectors each selected color will be added to the brush if you have enough colors just click 'back' or somewhere outside the window
de: Es erscheinen nun Fenster zur Farbauswahl jede gewählte Farbe wird dem Farbverlauf hinzugefügt wenn du genug Farben beisammen hast klick einfach außerhalb des Fensters oder auf 'Zurück'

source: day-title
de: Tagestitel

source: default
de: (Standard)

source: deleted widgets
de: gelöschte Widgets

source: description
de: Beschreibung

# description_BackgroundService
source: keeps the Clock-Widgets going on..
de: damit die Widges laufen..

source: don't ask again
de: nicht mehr fragen

# error_location_is_needet
source: this app need's a location to work
de: diese App benötigt einen Standort um zu funktionieren

# error_message_paramers
source: parameter error, try again
de: Parameter-Fehler, versuch\'s nochmal

# error_no_location_demitered
source: unable to determine a location
de: es konnte kein Standord ermittelt werden

source: error saving event
de: Fehler beim Speichern des Termins

# error_SloarTimeNeedLocation
source: solar time needs a location!
de: Sonnenzeit braucht einen Standort!

source: errors or problems
de: Fehler oder Probleme

# ezmz_runningwidgets_more
source: {0} widgets active
de: {0} Widgets aktiv

# ezmz_runningwidgets_one
source: one widget active
de: Ein Widget aktiv

# ezmz_runningwidgets_zero
source: no active widget
de: keine aktiven Widges

# Filling
source: fill
de: Füllung

source: five colors
de: fünf Farben

source: four colors
de: vier Farben

source: hand colors
de: Farben

source: hand color types
de: Zeigerfarben

source: hand types
de: Zeigerarten

# HeaderColor
source: button color
de: Knopffarbe

# hint_GpsOnlyIsActive
source: currently only GPS is active, this may needs more battery\nif you change to 'battery saving' or 'high accuracy' this app and may also other will need less battery
de: Derzeit ist nur GPS aktiv. Dies führt möglicherweise zu einem höheren Stromverbrauch. Wenn Sie in auf &quot;Batteriesparen&quot; oder &quot;Hohe Genauigkeit&quot; wechseln, benötigt diese und wohl auch andere Apps weniger Energie

# HourHandFill
source: hour hand fill color
de: Stundenzeiger Füllbarbe

# HourHandStroke
source: hour hand stroke color
de: Stundenzeiger Linienfarbe

source: hours
de: Stunden

source: icon color
de: Symbol/Farbe

# ImageLoader_error_list_broken
source: unable to interpret image-list
de: Liste konnte nicht verarbeitet werden

# ImageLoader_error_list_unloadable
source: unable to load image-list
de: Liste konnte nicht geladen werden

# ImageLoader_progress_n_images
source: loading {0} images...
de: {0} Bilder werden geladen...

# ImageLoader_progress_n_packages
source: loading {0} packages...
de: {0} Pakete geladen...

# ImageLoader_progress_one_image
source: loading one image...
de: ein Bild wird geladen...

# ImageLoader_progress_one_package
source: loading one package...
de: ein Paket wird geladen...

# ImageLoader_progress_title
source: updating preview-images...
de: Vorschaubilder werden aktualisiert...

# ImageLoader_success_n_images
source: {0} of {1} images loaded...
de: {0} von {1} Bilder geladen...

# ImageLoader_success_n_packages
source: {0} of {1} packages loaded...
de: {0} von {1} Paketen geladen ...

# ImageLoader_success_one_image
source: one image loaded...
de: ein Bild geladen...

# ImageLoader_success_one_package
source: one package loaded...
de: ein Paket geladen...

# info_no_widgets_found
source: no widgets found you can create new widgets on your launcher-screen!
de: keine Widgets gefunden am Starbildschirm deines Geräts kannst du neue Widgets erstellen!

source: just a moment...
de: einen Moment bitte...

# label_BackgroundService
source: Widget Update-Service
de: Widget Update-Dienst

# label_calendar_TimeType
source: calendar TimeType:
de: Kalender Zeit-Typ:

# label_cfg_calendar_core_time
source: core time
de: Kernzeiten

# label_cfg_calendar_show_weeknumbers
source: show weeknumbers
de: Wochennummern anzeigen

# label_cfg_calendar_visible_time
source: visible time
de: sichtbare Zeit

# label_cfg_timeline_days_count
source: days count
de: Tage

# label_choose_default_timetype
source: choose your default Time-Type:
de: wähle einen Zeit-Typ als Standard:

# label_choose_theme_firsttime
source: at first choose your colors:
de: zu erst wähle deine Farben:

# label_default_TimeType
source: default TimeType:
de: standard Zeit-Typ:

# label_error
source: error
de: Fehler

# label_errorlog
source: error log
de: Fehlerprotokoll

# label_title
source: title
de: Titel

# LifeTime
source: live-time
de: Lebenszeit

# LifeTimeStart
source: live-start
de: Lebensstart

source: light to dark
de: Hell nach Dunkel

source: lines
de: Zeilen

source: loading...
de: lade...

source: location
de: Standort

# location_provider_disabled_alert
source: location-services seems to be disabled
de: die Standort-Dienste scheinen deaktiviert zu sein

# location_provider_disabled_question
source: do you want to enable it?
de: möchtest du sie aktivieren?

source: location type
de: Standort-Typ

source: max count
de: Maximale Anzahl

# menu_about
source: About
de: Über

# menu_calendar
source: Calendar
de: Kalender

# menu_clock
source: Clock
de: Uhr

# menu_settings
source: Settings
de: Einstellungen

# menu_share
source: Share
de: Teilen

# menu_tools
source: Tools
de: Werkzeuge

# menu_world_time_map
source: World-Time Map
de: Welt-Zeit Karte

# MinuteHandFill
source: minute hand fill color
de: Minutenzeiger Füllbarbe

# MinuteHandStroke
source: minute hand stroke color
de: Minutenzeiger Linienfarbe

source: minutes
de: Minuten

source: months
de: Monate

source: more options and colors
de: mehr Optionen und Farben

# nAnimationRounds
source: {0} round(s)
de: {0} Runde(n)

# navigation_drawer_close
source: Close navigation drawer
de: Navigation schließen

# navigation_drawer_open
source: Open navigation drawer
de: Navigation öffnen

# No_Appointments
source: your are free
de: du bist frei

source: no highlite
de: nicht hervorheben

source: no selected date
de: kein Tag ausgewählt

# nSeconds
source: {0} second(s)
de: {0} Sekunde(n)

source: options
de: Optionen

# OtherAdditional
source: additional
de: Weiteres

# progress_clearcache_action
source: clear cache
de: Zwischenspeicher löschen

# progress_clearcache_message
source: you will have to restart iChronome after continue
de: anschließend kannst du iChronoMe einfach wieder starten

# progress_clearcache_title
source: clear cache?
de: Zwischenspeicher löschen?

# progress_deleteerrorlog_done
source: all error-logs have been deleted
de: alle Fehlerprotokolle wurden gelöscht

# progress_determineLocation
source: determine location...
de: Standort wird bestimmt...

# progress_overlay_timezones_title
source: preparing timezones...
de: Zeitzonen werden aufbereitet...

# progress_preparing_data
source: preparing data...
de: Daten werden vorbereitet...

# progress_senderrorlog_message
source: do you allow to send error-logs to help solving such problems? theese logs contain tecnical parameters of you device and as you allow a screenshot, but no other kind of personal information
de: dürfen Fehlerprotokolle übertragen werden, damit sowas gelöst werden kann? diese Protokollen enthalten technische Parameter deines Geräts und sofern du erlaubst einen Screenshot, aber sonst natürlich keinerlei persönliche Informationen

# progress_senderrorlog_more
source: more information
de: mehr Informationen

# progress_senderrorlog_title
source: something got wrong or the App crashed last time!
de: letztes mal ging etwas schief oder die App ist abgestürzt!

# ProgressUpdateBaseData
source: update base-data
de: Basisdaten werden aktualisiert

# question_create_new_calendar
source: you like to create a new Calendar?
de: soll ein neuer Calendar angelegt werden?

# search_hint
source: the hint so search ;-)
de: wenn dieser Text auftaucht bitte bescheid geben ;-)

# service_AboutIntro
source: this app was created be me, the creator. I call myself 'I'.
de: Diese App wurde von mir, dem Schöpfer, erstellt. Ich nenne mich selbst 'I'.

# shortcut_create_alarm
source: add alarm
de: Wecker stellen

# shortcut_create_alarm_disabled
source: not working? why not?
de: geht nit? warum nit?

# shortcut_create_calender_event
source: new event
de: Termin erstellen

# shortcut_create_calender_event_disabled
source: not working? why not?
de: geht nit? warum nit?

# shortcut_create_calender_event_long
source: create new event
de: long description...

# stop_alarm
source: thanks
de: danke

# text_Offset
source: Offset
de: Abweichung

# text_OnClick
source: on click
de: beim Klick

# text_oneMonth
source: one Month
de: ein Monat

# text_oneYear
source: one Year
de: ein Jahr

# text_perMonth
source: per month
de: je Monat

# text_perWeek
source: per week
de: je Woche

# text_perYear
source: per year
de: je Jahr

# text_Problems
source: problems
de: Probleme

# text_Sample
source: sample
de: Beispiel

# text_search_hint
source: the hint so search ;-)
de: wenn dieser Text auftaucht bitte bescheid geben ;-)

# text_SecondHand
source: second hand
de: Sekundenzeiger

# text_SecondHandFill
source: second hand fill color
de: Sekundenzeiger Füllbarbe

# text_SecondHandStroke
source: second hand stroke color
de: Sekundenzeiger Linienfarbe

# text_Seconds
source: seconds
de: Sekunden

# text_ServiceInfo
source: if you see this text please tell me:
de: warum der Dienst laufen muss? warum es ihn braucht und was man daraus machen kann:

# text_SetAllColorsAtOnce
source: all colors at ones
de: Alle Farben auf einmal

# text_ShowAllCalendars
source: show all calendars
de: Alle Kalender anzeigen

# text_ShowAppointmentColors
source: show event-colors
de: Terminfarben anzeigen

# text_ShowLocation
source: show location
de: Ort anzeigen

# text_SingleColor
source: single color
de: einfärbig

# text_StaticLocation
source: choose static location
de: festen Standort wählen

# text_Style
source: style
de: Stiel

# text_Symbols
source: symbols
de: Symbole

# text_threeColors
source: three Colors
de: drei Farben

# text_threeMonths
source: three Months
de: drei Monate

# text_threeWeeks
source: three Weeks
de: drei Wochen

# text_TickMarks
source: tick marks
de: Skala

# text_TickMarksColor
source: tick marks color
de: Skala-Farbe

# text_TitleColor
source: title color
de: Titelfarbe

# text_Today
source: Today
de: Heute

# text_TodayColor
source: today-color
de: Farbe für heute

# text_Tomorrow
source: Tomorrow
de: Morgen

# text_twoColors
source: two Colors
de: zweifarbig

# text_twoMonths
source: two Months
de: zwei Monate

# text_twoWeeks
source: two Weeks
de: zwei Wochen

# text_unknown_position
source: unknown position
de: unbekannte Position

# text_withoutSecondHand
source: without second-hand
de: ohne Sekundenzeiger

source: text color
de: Textfarbe

source: theme
de: Design

source: time
de: Zeit

source: time offset
de: Zeitunterschied

source: timescale
de: Zeitraum

source: timespan
de: Zeitraum

source: time-type
de: Zeit-Typ

# TimeType_MiddleSunTime
source: middle sun time
de: mittlere Ortzzeit

# TimeType_MiddleSunTime_Desc
source: the time based on the current longitude of your location around the year the difference between real and middle solar time can be up to about 18 minutes every day has exact 24 hours and the offset to timezone-time is stable
de: die Uhrzeit basierend auf dem Längengrad deines Standortes und einer 'mittleren Sonnenposition' im Laufe eines Jahres kann die Abweichung zur 'wahren Ortszeit' bis zu 18 Minuten betragen jeder Tag ist exakt 24 Stunden lang und die Abweichung der Zeitzonen-Zeit bleibt konstant

# TimeType_RealSunTime
source: real sun time
de: wahre Ortszeit

# TimeType_RealSunTime_Desc
source: the time, measured by the real position of the sun where the highest point of the sun means 12 o'clock this means a day is a little bit less or a little bit more than 24 hours and every day is different, like nature is\nthe offset to timezone-time is changing every day
de: die Uhrzeit gemessen an der echten Position der Sonne, wobei der Tageshöchststand der Sonne 12 Uhr bedeutet dadurch sind manche Tage etwas kürzer und manche Tage etwas länger als 24 Stunden, wie die Natur nunmal die Abweichtung der Zeitzonen-Zeit ändert sich konstant

# TimeType_TimeZoneTime
source: timezone time
de: Zeitzonen Zeit

# TimeType_TimeZoneTime_Desc
source: this time is based on the borders of the country you enjoy currently may this can be far far away from the real time on your location
de: diese Zeit basiert unter anderem auf den vermeidlichen Ländergrenzen und Gesetzten des Landes, das du gerade genießt oft ist diese Angabe weit entfernt von der wahren Zeit an diesem Ort

# title_edit_event
source: edit event
de: Termin bearbeiten

# title_EditWidget
source: edit Widget
de: Widget bearbeiten

# title_JustATipp
source: just a tipp
de: Nur ein

# title_location_picker
source: select a location
de: wähle eine Position

# title_new_event
source: new event
de: Neuer Termin

# title_send_errorlog
source: these information will be send:
de: diese Informationen werden übertragen:

# wallpaper_title_clock_analog
source: analog solar clock
de: analoge Sonnenuhr

# welcome_ichronomy
source: welcome to iChronoMe!
de: willkommen bei iChronoMe!

# widget_error_location_is_requered
source: the calendar-widgets only work with access to your calendar and location!
de: Die Kalender-Widget\'s funktionieren nur mit Zugriff auf Kalender und Standort!

# widget_error_permission_calendar
source: missing calendar-permission please click here
de: Kalender-Berechtigungen fehlen bitte hier klicken

# widget_error_permission_location
source: missing location-permission please click here
de: Standort-Berechtigungen fehlen bitte hier klicken

# widget_lifetime_loading
source: one "tropical year" is:\n365 d 5 h 48 min and 45,261 s
de: ein "tropisches Jahr" dauert:\n365 d 5 h 48 min and 45,261 s

# widget_loading
source: time is just illusion\u2026
de: Zeit ist nur Illusion\u2026
